interface FAQItem {
	title: string;
	content: string;
}

export const faqData: FAQItem[] = [
	{
		title: 'Как подключается подписка?',
		content:
			'Наш менеджер Службы Заботы выдаст Вам логин и пароль от игрового аккаунта, который необходимо активировать по инструкции, после чего подписка начнёт работать на всех аккаунтах вашей консоли'
	},
	{
		title: 'Какая подписка подходит для онлайн игры?',
		content:
			'Все виды подписки PS Plus включают в себя доступ к онлайн игре. Подписка EA Play НЕ предоставляет такой возможности, по ней доступна только коллекция игр от издателя Electronic Arts.'
	},
	{
		title: 'Как активировать подписку для РФ аккаунта?',
		content:
			'После подключения выбранной вами подписки на аккаунт Ук. или Турецкого региона, чтобы PS Plus начала работать на РФ аккаунте необходимо активировать как основной (включить общий доступ) аккаунт с подпиской. После этого подписка PS Plus начнет работать на РФ аккаунте!'
	},
	{
		title: 'После оплаты. Как получить заказ?',
		content:
			'После оплаты игры по полученному коду, который публикуется на вашу почту. Код необходимо отправить в нашу поддержку. К игровому аккаунту предоставляем все необходимые инструкции и помогаем с установкой.'
	},
	{
		title: 'Что такое "PlayStation Plus на год в сплит"?',
		content:
			'Способ подключения подписки или игры при помощи игрового аккаунта. Наш игровой аккаунт позволяет уменьшить стоимость подписки, сохраняя все возможности PS Plus без изменений.'
	}
];
